{
    "Hello":"Merhaba",
    "Buy Now":"ŞİMDİ SATIN AL",
    "Our Team":"Metehan",
    "BOJI is an organization that aims to bring all the possibilities offered by Web3 Technology to its community under one roof, using advanced blockchain-based applications. In addition, the BOJI project aims to move civilization forward by connecting real life with digital currencies, using elements such as IoT and VR-based blockchain applications.":"BOJI, gelişmiş blockchain tabanlı uygulamalar kullanarak Web3 Teknolojisinin sunduğu tüm olanakları tek bir çatı altında topluluğuna getirmeyi hedefleyen bir organizasyondur. Ayrıca BOJI projesi, IoT ve VR tabanlı blockchain uygulamaları gibi unsurları kullanarak gerçek hayatı dijital para birimleriyle bağlayarak medeniyeti ileriye taşımayı hedefliyor.",
    "A Decentralized Web3 Token that Envolved into a Boji Ecosystem":"Bir Boji Ekosistemine Dönüşen Merkezi Olmayan Bir Web 3 Belirteci",
    "Read Whitepaper":"Teknik belgeyi okuyun",
    "BOJI is an high-tech blockchain platform for advanced smart contract applications that can be used by millions of users. BOJI core functional objective is to bridge two environments: on-chain and offchain. Every element in our ecosystem is enriched with two different architectures designed intertwined with each other. With the On-Chain architecture, every transaction in the ecosystem elements will be displayed transparently, and after each completed transaction, each service in these elements will be able to work in an integrated manner with each other. The core task of the OffChain architecture is to smooth the operation on the blockchain.":"BOJI, milyonlarca kullanıcı tarafından kullanılabilen gelişmiş akıllı sözleşme uygulamaları için yüksek teknolojili bir blok zinciri platformudur. BOJI'nin temel işlevsel amacı, iki ortam arasında köprü kurmaktır: zincir içi ve zincir dışı. Ekosistemimizdeki her öğe birbiriyle iç içe tasarlanmış iki farklı mimariyle zenginleştirilmiştir. On-Chain mimarisi ile ekosistem unsurlarındaki her işlem şeffaf bir şekilde görüntülenecek ve tamamlanan her işlemden sonra bu unsurlardaki her hizmet birbiriyle entegre bir şekilde çalışabilecektir. OffChain mimarisinin temel görevi, blok zincirindeki işlemi yumuşatmaktır.",
    "Cryptocurrency with a key role in the ecosystem. All units of BECO will be integrated with the Boji Token.":"Ekosistemin kilit rolüne sahip kripto para birimidir. BECO' nun tüm birimleri Boji Token ile entegre hale getirilecektir.",
    "It is a decentralized platform where BOJI Token holders can buy and sell tokens, stake and have a referral system.":"BOJI Token holderlarının tokenları alıp satabilecekleri, stake yapabilecekleri ve referans sistemi barındıran merkeziyetsiz bir platformdur.",
    "Holders who own a piece from the BojiForce collection will receive 1/2x the standard stake cap. In this way, their income from staking will be 50% more.":"BojiForce koleksiyonundan  bir parçaya sahip olan holderlar standart stake üst sınırının 1/2 katına sahip olacaktır. Bu sayede stakingden elde ettikleri gelir %50 daha fazla olacaktır.",
    "End users will be able to produce content suitable for the 'Bojify' theme themselves, and earn tokens as they are read and shown. Payments are made with BojiToken." :"Son kullanıcıların 'Bojify' temasına uygun içerikleri kendileri üreteceği, okundukça ve gösterildikçe token kazanabileceklerdir. Ödemeler BojiToken ile yapılmaktadır.",
    "2% of the Boji Token trading volume is funded with the aim of improving the living conditions of animals." :"Boji Token ticaret hacminin %2' si , hayvanların yaşam koşullarını iyileştirmek amacı ile fonlanmaktadır.",
    "It is a platform where Boji Token holders can earn tokens while playing games. In the first stage, this game is planned as a game that will take place in the Metaverse universe.":"Boji Token holderlarının oyun oynarken token kazanabileceği bir platformdur. Bu oyun ilk aşamada ise Metaverse evreninde geçecek bir oyun olarak planlanmıştır.",
    "Holders who own a piece from the Bojiv2 NFT collection will have the right to a 30% discount on the products offered for sale on the e-commerce site. It will also be entitled to discounts on some veterinary and social activities in certain cities of the world.":"Bojiv2 NFT koleksiyonundan bir parçaya sahip olan holderların e-ticaret sitesinde satışa sunulan ürünlerde %30 indirim hakkına sahip olacaktır. Ayrıca dünyanın belirli şehirlerindeki bazı veteriner ve sosyal aktivitelerde indirim hakkına sahip olacaktır.",
    "It is a non-profit platform that sells products such as animal care, nutrition, education and accessories.":"Hayvanlarla ilgili bakım, beslenme, eğitim ve aksesuar gibi ürünlerin satıldığı kâr amacı gütmeyen bir platformdur."
}